[
  {
    "name": "Vivid Flowers Bouquet",
    "picture": "https://images.unsplash.com/flagged/photo-1575291004265-ab53e90dc6ac?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1470&q=80",
    "price": "100.00",
    "description": "Like the rich, golden rays of the setting sun, this fabulous flower arrangement is perfect for sending the warmest sentiments. By pairing Mango Nairobi Roses with sunset Calla Lilies, this bouquet begins to take shape. The addition of Dutch lisianthus contrasts beautifully with the darker Scottish enyngium. Finally, blue Eryngium is the perfect finishing touch since blue and orange work so well together. When you want to send warm wishes for somebody",
    "id": "1"
  },
  {
    "name": "Entryway Decoration",
    "picture": "https://images.unsplash.com/photo-1599329989649-7b44589dafde?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1470&q=80",
    "price": "1575.00",
    "description": "The entry is the first peek visitors get of your house—and for you to toss your things. Check out these BEST entryway ideas for a welcoming and organized space. #Entrway #Small #Bench #Modern #Stairs #EntrywayTableIdeas #EntryTableIdeas #Decor #Narrow #ENTRY #Rustic #Welcoming #Guest ",
    "id": "2"
  },
  {
    "name": "Assorted Coloured Flowers",
    "picture": "https://images.unsplash.com/photo-1531120364508-a6b656c3e78d?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1074&q=80",
    "price": "52.00",
    "description": "A glorious celebration of beautiful Lily La Orange Flowers, Blue Statice, Germinis, Carnations and Chrysanthemums. This beautiful bouquet is skilfully arranged by our talented florists and is perfect to send for any occasion. Available for UK next day delivery, Joyful comes with a FREE box of fine British made chocolates.",
    "id": "3"
  },
  {
    "name": "Flowers in Pot",
    "picture": "https://images.unsplash.com/photo-1523463695703-81670ed104a2?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1171&q=80",
    "price": "140.00",
    "description": "This beautiful bunch of pink roses is perfect for any room or hallway in your home. The vivid petals will brighten up any room. Presented in a pristine spotted ceramic pot this gift is perfect for your family and friends or even yourself if you fancy a treat! To care for these roses remember to water them frequently.",
    "id": "4"
  },
  {
    "name": "Pink Peony",
    "picture": "https://images.unsplash.com/photo-1619727875848-64f3b23a4de4?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1471&q=80",
    "price": "75.00",
    "description": " A composition with fresh, beautiful, high-quality peonies that will suitable for any occasion! The flowers are placed in our boxes of the highest quality. The whole composition makes even the most demanding customer satisfied.  Birthday, wedding anniversary or any other occasion is a great reason to choose this box of peonies and give it to your loved one.    The box with pink and cerise peonies fits perfectly as interior decorations, offices, hotels, beauty salons, but also as flowers to be a gift for loved ones! More original then normal bouquet, more passionate then any words.   ",
    "id": "5"
  },
  {
    "name": "Bridal Bouquet",
    "picture": "https://images.unsplash.com/photo-1490005972496-43caf256ea41?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1470&q=80",
    "price": "99.00",
    "description": "Flowers Box Signature Collection  Stunning composition of ivory Roses, pink and green Lisianthus and Wax Flowers with greenery in a box. Unique way to send gifts by post.  More original then normal bouquet, more passionate then any words.",
    "id": "6"
  },
  {
    "name": "Coral Peonies",
    "picture": "https://images.unsplash.com/photo-1627819797319-6e187b6e9762?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1113&q=80",
    "price": "89.00",
    "description": "Classics coral peonies bouquet A delightful coral peonies bouquet  with a beautiful appearance. If you want to surprise someone and give them an unusual gift, you've come to the right place!  This bouquet is perfect for people who appreciate elegance and classics as well as unusual surprises. You can be sure that this beautiful bouquet will last much longer than a simple bouquet made of traditional flowers.  Give us a chance and give your loved one this wonderful bouquet of coral peonies.",
    "id": "7"
  },
  {
    "name": "Wedding arrangements",
    "picture": "https://images.unsplash.com/photo-1519225421980-715cb0215aed?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1470&q=80",
    "price": "51.00",
    "description": "Flowers Box Signature Collection  Stunning composition of ivory Roses, pink and green Lisianthus and Wax Flowers with greenery in a box. Unique way to send gifts by post.  More original then normal bouquet, more passionate then any words.",
    "id": "8"
  },
  {
    "name": "Sweet treat",
    "picture": "https://images.unsplash.com/photo-1451365638257-dd6e3d7ba394?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1470&q=80",
    "price": "29.00",
    "description": "Use ready-to-roll white fondant icing to top these delicate flower cupcakes. Colour the icing with gooseberry and claret paste food colourings. These cupcakes are by cupcake expert and cake designer Victoria Threader. Victoria recommends using daisy cutters to make the flower topper in three sizes, 30mm, 37mm, and 45mm.",
    "id": "9"
  },
  {
    "name": "Wedding décor",
    "picture": "https://images.unsplash.com/photo-1469371670807-013ccf25f16a?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1470&q=80",
    "price": "72.00",
    "description": "Presenting the Rome bouquet by Haute Florist, exquisite floral artistry hand-tied by our professional florists.  With fragrant avalanche roses, calla lilies expertly arranged with lisianthus and a splash of thistle accompanied with eucalyptus to accent the beautiful aromas, this is an arrangement of heritage.  The bouquet is hand tied and presented in a luxury wrap and bag. Haute Florist serves those special occasions, pleasing is an art and available for UK next day delivery.",
    "id": "10"
  },
  {
    "name": "Autumn sensation",
    "picture": "https://images.unsplash.com/photo-1575885399375-05b39445f3bd?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1469&q=80",
    "price": "150.00",
    "description": "We have selected the finest flowers and foliage for this Autumn arrangement. Our professional florists have included Chrysanthemum, Brassicas, Hypericum and Oak Leafs, finished with decorative apples and Roses for a vibrant seasonal arrangement.",
    "id": "11"
  },
  {
    "name": "Intelligent Metal Shoes",
    "picture": "https://images.unsplash.com/photo-1573814976265-1f923c76d40c?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1470&q=80",
    "price": "65.00",
    "description": "The Beauty bouquet is skilfully arranged with gorgeous pink Roses, Germinis, Stallion Chrysanthemums and Carnations combined with Pistacia. Perfect to send for any occasion, order by 10pm for next day flower delivery.",
    "id": "12"
  },
  {
    "name": "Luxury Red Roses",
    "picture": "https://images.unsplash.com/photo-1512056495345-913a0c261dc8?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1470&q=80",
    "price": "110.00",
    "description": "This bouquet is the very picture of luxury. Apart from the gorgeous, large 12 Red Roses, we have also included romantic copper ruscus and a selection of foliage including bear grass for colour and textural variety. Send these luxury Romantic flowers to your loved one - it's guaranteed to make them smile!  This sturdy long lasting Rhodos rose comes with an average head size of 5cm measured from base of head to the top.",
    "id": "13"
  },
  {
    "name": "Silk Peach Peonies",
    "picture": "https://images.unsplash.com/photo-1610858631388-1f206ce8da67?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1470&q=80",
    "price": "40.00",
    "description": "A true classic faux flower, our stunning Silk Peach Peonies are perfect for any home. Peony flowers are a popular summer flower but now you can have them in your home all year round. Presented in a glass vase to finish the elegant look.",
    "id": "14"
  },
  {
    "name": "Mayfair Peonies",
    "picture": "https://images.unsplash.com/photo-1626448082516-976ea0af91d4?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1470&q=80",
    "price": "197.00",
    "description": "A composition with fresh, beautiful, high-quality peonies that will suitable for any occasion! The flowers are placed in our boxes of the highest quality. The whole composition makes even the most demanding customer satisfied.  Birthday, wedding anniversary or any other occasion is a great reason to choose this box of peonies and give it to your loved one.    The box with pink and cerise peonies fits perfectly as interior decorations, offices, hotels, beauty salons, but also as flowers to be a gift for loved ones! More original then normal bouquet, more passionate then any words.",
    "id": "15"
  },
  {
    "name": "Refined Frozen Chair",
    "picture": "https://images.unsplash.com/photo-1583238941443-af9c8d745b4a?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1470&q=80",
    "price": "80.00",
    "description": "Beautiful long-stemmed yellow roses in our signature gift box delivered right to your door.   Bright, vibrant and beautiful, yellow roses are a wonderful way to bring joy to a loved one or friend, and even make a great gift if you're looking to spoil that special someone with a less traditional bouquet.   Cheerful in nature, a dozen yellow roses look wonderful around the home or office, and look magnificent in photos from weddings to graduations and birthdays. Yellow flowers have a positive energy and are also a wonderful gift for a friend in hospital or for someone going through a difficult time.",
    "id": "16"
  },
  {
    "name": "Flowers basket",
    "picture": "https://images.unsplash.com/photo-1565270686315-4e341ae17b97?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1470&q=80",
    "price": "239.00",
    "description": "Flowers in a basket are our bestseller! Not only do they look wonderful, but you don",
    "id": "17"
  },
  {
    "name": "Flowers in a box",
    "picture": "https://images.unsplash.com/photo-1610841803453-1b30e19d2354?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1112&q=80",
    "price": "124.00",
    "description": "A celebration of colour! This luxurious green hat box arrangement is made to order on our sustainable English flower farm using the very best bright, bold and beautiful seasonal blooms. As well as colour, you can also expect this feel-good arrangement to be brimming with scent. This design needs no further arranging and the hat box makes a useful keepsake once the flowers have faded.",
    "id": "18"
  },
  {
    "name": "Sunflower",
    "picture": "https://images.unsplash.com/photo-1572236787635-044eb6a59860?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1471&q=80",
    "price": "10.00",
    "description": "The Sunshine Gerbera Daisy adds a burst of cheerfulness and sunshine to any room.",
    "id": "19"
  },
  {
    "name": "Mr & Mrs decor",
    "picture": "https://images.unsplash.com/photo-1515715709530-858f7bfa1b10?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1503&q=80",
    "price": "1335.00",
    "description": "From floral arrangements, to whimsical signs, and leafy garlands, chairbacks can be as simple or ornate as you'd like. If you're going for drama, ditch the rentals and bring in vintage peacock chairs, a couch, or canary yellow seats. The uniform look might work for your guests, but on your wedding day, it's important the newlyweds' chairs stand out—especially if you're sitting with your wedding party.",
    "id": "20"
  },
  {
    "name": "Bridesmaids bouquet ",
    "picture": "https://images.unsplash.com/photo-1524148612500-b1dbb66d7ee2?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1470&q=80",
    "price": "80.00",
    "description": "Here’s to the friends who always make a big fuss of us on our special occasions. And celebrate our wins like their own. Whenever you want to spoil them right back, this big, bright bunch can help.  What's in the box? 40 stems including roses, larkspur, lisianthus, aster, alstroemeria, daucus carota, carnations, eryngium, dianthus, limonium, craspedia, ruscus, and chasmanthium.",
    "id": "21"
  },
  {
    "name": "Peach bouquet",
    "picture": "https://images.unsplash.com/photo-1514120649397-daec977c71b5?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1470&q=80",
    "price": "97.00",
    "description": "Masses of tiny White and Pink Blossom buds together with Pink Spray Roses creates a dreamy feeling.  Perfect to send as birthday flowers or any other special occasion - this bouquet of flowers is sure to impress.  * Every stem is unique so sometimes colours vary or we'll need to use a substitution to give you the best bouquet!",
    "id": "22"
  },
  {
    "name": "Wedding background",
    "picture": "https://images.unsplash.com/photo-1505406165273-6631d6f7fc68?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1470&q=80",
    "price": "643.00",
    "description": "Features: - Large arched moon door free standing round wedding Durable metal frame with heavy base support. - Stands on its own and consists of metal parts that slide and connect easily, ideal for backdrops and wedding ceremonies. -The flowers and crystals are not included.?Sale of metal frames. -Very easy to install or break down and store in minutes? Ideal for a modern look!",
    "id": "23"
  },
  {
    "name": "Chrysanthemums and Roses",
    "picture": "https://images.unsplash.com/photo-1521129866021-4313ccf20e9e?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1471&q=80",
    "price": "166.00",
    "description": "As sweet as an icecream. This bouquet of pink roses and white callas is perfect to enjoy a breath of fresh air through flowers. The composition is completed with the pink, white and green chrysanthemums, and the blue veronicas that could well be the topping of a delicate dessert.",
    "id": "24"
  },
  {
    "name": "Meadow flowers",
    "picture": "https://images.unsplash.com/photo-1568530874641-1eb8fb7385a3?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1074&q=80",
    "price": "39.00",
    "description": "Introducing our NEW Dried Flower bouquet including a gorgeous, vibrant selection of dried flowers that will look stunning in any room in your home. Whether you style your arrangement in a jug or vase, this joyful bouquet will look beautiful and make a bold impact in any room. These dried flowers are grown outdoors and locally to the drying facilities, and harvesting of the flowers is carried out using traditional techniques where they are collected and sorted by hand. Our florists have included a gorgeous mix of Pink Statice, Pink Gypsophila, Dark Pink Helichrysum, Pink Spray Rose, Lavender, Green Carthamus, Pink Wheat, Natural Wheat, Sylvie Pampas, Red Amaranthus and Blue Statice.",
    "id": "25"
  },
  {
    "name": "White Hydrangea",
    "picture": "https://images.unsplash.com/photo-1493870930948-dd79a165cf25?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1470&q=80",
    "price": "60.00",
    "description": "The fluffy Cloud White hydrangea from our Hydrangea Collection is timelessly elegant and the perfect centrepiece for a dinner table or placed in a tall vase for interior drama.  Hydrangeas are summer's floral star and create a powerful impact with their globe shape adorned with dozens of ruffled, velvety petals.  Send hydrangeas today and enjoy complimentary standard delivery and gift wrapping at checkout.",
    "id": "26"
  },
  {
    "name": "Petaled Flowers",
    "picture": "https://images.unsplash.com/photo-1517890468163-1f2b1bffe8bd?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1470&q=80",
    "price": "74.00",
    "description": "A very popular modern variety of Azalea with two tone pink and white flowers. When Kermesina Rose finally breaks into flower in late May the display is truly spectacular. The uniquely coloured flowers envelope the plant and are wonderfully pretty.  As a modern variety it is really hardy and the late bloom protects it from Spring frosts thus ensuring that flowering goes on well into June and so is worth its space in any bed. As a compact variety it is perfect for use in containers too so you can move it into prime position as it comes into flower.  Kermesina Rose is a vigorous Azalea and has an upright habit, enjoys dappled shade with afternoon sun and will do well in most soils but prefers slightly acidic, moist ground.",
    "id": "27"
  },
  {
    "name": "Chrysanthemum",
    "picture": "https://images.unsplash.com/photo-1459662784036-fb86bbf1104f?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1470&q=80",
    "price": "88.00",
    "description": "If you're looking to add some fresh blooms to your fall landscape, chrysanthemums (or simply, mums) are a must-have. Pick them up at your local nursery and add them to planters, or grow them from seeds starting in the spring.",
    "id": "28"
  },
  {
    "name": "Tulips",
    "picture": "https://images.unsplash.com/photo-1587235442321-2e40ff7f7618?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1469&q=80",
    "price": "65",
    "description": "Tulips bring a smile to everyone’s face.  A bright and cheery flower that always keeps on growing.  The petals of the double tulips and parrot tulips are exceptionally beautiful.  A great arrangement to have in the kitchen or drawing room.",
    "id": "41"
  },
  {
    "name": "Peach Lilies",
    "picture": "https://images.unsplash.com/photo-1595264231433-f0ef531160c0?ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=1074&q=80",
    "price": "35",
    "description": "Surprise someone special with this design in shades of orange that evoke the soft skin of a peach. Roses, lilies, gerberas, chrysanthemums and alstroemerias make up this fresh, aromatic arrangement. Perfect for lovers of peachy tones!",
    "id": "42"
  }
]
